Repository: hossamelneily/nexchange
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: You are already logged in
ca: Ja heu iniciat sessió

source: Invalid reCAPTCHA!
ca: Invàlid reCAPTCHA!

source: Phone
ca: Telèfon

source: Enter phone number in international format. eg. +44020786543
ca: Empleneu el vostre número de telèfon en format internacional. eg. +44020786543

source: Default referral code
ca: Codi de referència per defecte

source: Nexchange: Order released
ca: Nexchange: Ordre enviada

source: Your order {}: is PAID. {} {} were sent to {} {} {}
ca: La seva ordre {}: s’ha PAGAT. {} {} s’han enviat a {} {} {}

source: Your order {}: is paid. {}
ca: La seva ordre {}: s’ha pagat. {}

source: Registration completed. Check your phone for SMS confirmation code.
ca: Heu completat el registre. Comproveu el codi de confirmació SMS al vostre telèfon.

source: Error during accounts. <br>Details: {}
ca: Error en els comptes. <br>Detalls: {}

source: Profile updated successfully
ca: El seu perfil s’ha actualitzat correctament

source: Referral codes updated successfully
ca: Els codis de referència s’han actualitzat correctament

source: Page not found
ca: No s’ha trobat la pàgina

source: Search by Date
ca: Buscar per data

source: %(value)s is not a valid address
ca: %(value)s no és una adreça vàlida

source: %(value)s has invalid characters for a valid Bitcoin address
ca: %(value)s conté caràcters no vàlids en una adreça Bitcoin

source: %(value)s has invalid characters for a valid Litecoin address
ca: %(value)s conté caràcters no vàlids en una adreça Litecoin

source: %(value)s has invalid characters for a valid Ethereum address
ca: %(value)s conté caràcters no vàlids en una adreça Ethereum

source: %(value)s is invalid.
ca: %(value)s no és vàlid.

source: Russian
ca: Rus

source: English
ca: Anglès

source: Spanish
ca: Espanyol

source: Catalan
ca: Català

source: Nexchange confirmation code:
ca: Codi de confirmació Nexchange:

source: About Us
ca: Sobre Nosaltres

source: Careers
ca: Treballeu amb nosaltres

source: Press
ca: Premsa

source: Conference
ca: Conferència

source: Legal & Privacy
ca: Avís legal i privacitat

source: Security
ca: Seguretat

source: Fees
ca: Preus

source: Support
ca: Suport

source: Affiliate Program
ca: Programa d’afiliació

source: Invalid order type choice
ca: Tipus d’ordre no vàlida

source: Sorry, we cannot convert {} to {}
ca: Disculpeu, no podem convertir {} to {}

source: Nexchange: Order {} released
ca: Nexchange: Ordre {} enviada

source: Your order {}: is released. Withdraw address: {}
ca: La seva ordre {}: s’ha enviat. Adreça de destí: {}

source: Result
ca: Resultat

source: Add
ca: Afegeix

source: You don't have permission to edit this order
ca: No té permís per editar aquesta ordre

source: This order can not be edited because it is already released
ca: Aquesta ordre no es pot editar perquè ja s’ha enviat

source: You need to be a verified user to set withdrawal address.
ca: Necessiteu ser un usuari verificat per establir una adreça de destí.

source: The currency({}) of this Address is not the same as the order base currency({}).
ca: La divisa({}) d’aquesta Adreça no es la mateixa que la divisa base de l’ordre({}).

source: The currency({}) of this Address is not the same as the order quote currency({}).
ca: La divisa({}) d’aquesta Adreça no es la mateixa que la divisa cotitzada de l’ordre({}).

source: Invalid address provided
ca: Adreça no vàlida

source: This order can not be edited because is it already released
ca: Aquesta ordre no es pot editar perquè ja s’ha enviat

source: An order can not be set as paid without a withdraw address
ca: Una ordre no pot configurar-se com a pagada sense una adreça de destí

source: CVV({}) length is not 3
ca: El CVV({}) ha de tenir 3 dígits

source: CVV({}) contains not only digits
ca: El CVV({}) no només conté dígits

source: cnn({}) starts with wrong numbers for mastercard
ca: cnn({}) comença amb nombres incorrectes per tractar-se d’una mastercard

source: Mastercard cnn({}) must be between 16-19 digits long
ca: El Mastercard cnn({}) ha de tenir entre 16 i 19 dígits

source: {} is invalid Mastercard number.
ca: {} no és un nombre de Mastercard vàlid.

source: Invalid ccexp({}) length
ca: Longitud de ccexp({}) no vàlida

source: Credit card expired (ccexp - {})
ca: Tarjeta de crèdit caducada (ccexp - {})

source: Something went wrong. Order is not paid.
ca: Alguna cosa no ha sortit bé. L’ordre no s’ha pagat.

source: Order is paid successfully!
ca: Ordre pagada correctament!

source: Bad Credit Card credentials
ca: Bad Credit Card credencials

source: Order payment status is unclear, please contact administrator!
ca: No podem determinar l’estat de la ordre. Si us plau, contacteu amb l’administrador!

source: This order is already paid
ca: Aquesta ordre ja s’ha pagat

source: Default
ca: Per defecte

source: Delete
ca: Esborra

source: Unsupported payment provider
ca: Porveïdor de pagaments no suportat

source: Resource not found
ca: Fons no trobats

source: Name / Short Comment
ca: Nom / Comentari breu

source: This field can be used to describe the purpose and target public of this Referral Link
ca: En aquest camp podeu descriure-hi el propòsit i públic objectiu d’aquest Enllaç de Referència

source: Referral Link
ca: Enllaç de Referència

source: Use this link to refer users to Nexchange and receive a commission!
ca: Amb aquest enllaç podeu referir usuaris a Nexchange i obtenir una comissió!

source: Referral Code
ca: Codi de referència

source: A code to distinct your referrals from other users
ca: Un codi per distingir els vostres usuaris referits de la resta

source: Attempting to connect to qpid with SASL mechanism %s
ca: Intentant connectar a qpid amb el mecanisme SASL %s

source: Connected to qpid with SASL mechanism %s
ca: Connectat a qpid amb el mecanisme SASL %s

source: Unable to connect to qpid with SASL mechanism %s
ca: No s’ha pogut connectar a qpid amb el mecanisme SASL %s

source: Your phone number is not verified yet.
ca: El seu número de telèfon encara no s’ha verificat.

source: Verifying phone now...
ca: Verificant telèfon…

source: Insert SMS verification token here
ca: Inserteu codi d’autentificació per SMS aquí

source: Verify phone now
ca: Verifica el telèfon ara

source: Send-me the token again
ca: Envia’m el codi d’autentificació un altre cop

source: --- Please select an order (if applicable) ---
ca: - - - Si us plau, seleccioneu una ordre (si es necesari) - - -

source: Choose an order which is related to your request
ca: Escolliu una ordre relacionada amb la seva petició

source: Name*
ca: Nom*

source: Email*
ca: Correu electrònic*

source: Telephone
ca: Telèfon

source: Subject
ca: Assumpte

source: Message*
ca: Missatge*

source: Password reset
ca: Restablir la contrasenya

source: Send Reset Link
ca: Envia’m un enllaç per restablir la contrasenya

source: Your password has been reset.
ca: La seva contrasenya s’ha restablert.

source: You can now login using this new password.
ca: Ara podeu iniciar sessió amb la nova contrasenya.

source: Login now
ca: Iniciar sessió ara

source: Define new password
ca: Definir una nova contrasenya

source: Fill in the form with your new password to complete the process:
ca: Empleneu el formulari amb la vostra nova contrasenya per completar el procés:

source: You are receiving this message because you asked for a password reset at Nexchange website.
ca: Esteu rebent aquest missatge perquè heu demanat el restabliment de la vostra contrasenya al lloc web Nexchange.

source: Please, follow the link below to create a new password:
ca: Si us plau, feu clic a l’enllaç de sota per crear una nova contrasenya:

source: In case you have forgot, your username is
ca: En cas que ho hagueu oblidat, el vostre nom d’usuari és

source: Regards, team Nexchange
ca: Salutacions cordials, l’equip de Nexchange

source: Password Reset
ca: Reestablir la contrasenya

source: Login
ca: Inici de sessió

source: Don't have an account?
ca: No teniu un compte?

source: Register here
ca: Registreu-vos aquí

source: Forgot your password?
ca: Heu oblidat la contrasenya?

source: Reset it here
ca: Reestabliu la contrasenya aquí

source: User Profile
ca: Perfil d’usuari

source: Your phone has been verified.
ca: El seu telèfon s’ha verificat.

source: Register
ca: Registrar

source: Written by:
ca: Escrit per:

source: Nexchange Team
ca: Equip de Nexchange

source: Last modified:
ca: Última modificació:

source: Simple and powerful Bitcoin, Ethereum and Litecoin exchange
ca: Intercanvi de Bitcoin, Etherum i Litecoin simple i potent

source: Nexchange BETA
ca: Nexhange BETA

source: Service unavailable. Please try again later.
ca: Servei no disponible. Si us plau, intenteu-ho més tard.

source: Order
ca: Ordre

source: Confirm
ca: Confirma

source: All rights reserved, YOA LTD 2016-2017, England & Wales registered company No. 10009845
ca: Tots els drets reservats, YOA LTD 2016-2017, Angleterra i Gal·les empresa registrada No. 10009845

source: Toggle navigation
ca: Canvia la navegació

source: Home
ca: Inici

source: My Orders
ca: Les meves ordres

source: Referrals
ca: Referències

source: Verification
ca: Verificació

source: Logout
ca: Sortir de la sessió

source: ACCOUNT
ca: COMPTE

source: Profile
ca: Perfil

source: SignUp
ca: Registrar-se

source: ABOUT
ca: EMPRESA

source: RESOURCES
ca: RECURSOS

source: Next
ca: Següent

source: Sell
ca: Vendre

source: Buy
ca: Comprar

source: Order placed successfully
ca: Ordre encarregada amb èxit

source: Please tranfer to this BTC Address
ca: Si us plau, transferiu a aquesta adreça BTC

source: Notice that you must pay until
ca: Heu de pagar fins al

source: Setting as paid...
ca: Establint com a pagada…

source: Paid
ca: Pagada

source: Not Paid
ca: No pagada

source: Define your withdraw address and get %(order.pair.base.code)s now!
ca: Definiu la vostra adreça de destí i obtingueu %(order.pair.base.code)s ara !

source: Not Defined
ca: Sense definir

source: Set Withdraw Address
ca: Establir Adreça de Destí

source: Please fill the form to pay
ca: Si us plau, empleneu el formulari per pagar

source: for this order.
ca: per aquesta ordre.

source: Please make payment to the following
ca: Si us plau, pageu al següent lloc

source: Beneficiary:
ca: Beneficiari:

source: Bank Name:
ca: Nom del Banc:

source: Bank Address:
ca: Adreça del Banc:

source: Owner Address:
ca: Adreça del propietari:

source: Please put the following reference in the comment
ca: Si us plau, empleneu la següent referència al comentari

source: OR
ca: O

source: proceed to automatic-checkout
ca: aneu a la sortida automàtica

source: Credit my withdraw address automatically with any funds sent by you to our %(order.payment_preference.payment_method.name)s
ca: Abona la meva adreça de destí amb els fons enviats per vostè a la nostra %(order.payment_preference.payment_method.name)s

source: Please send
ca: Si us plau, envieu

source: to the following address
ca: a la següent adreça

source: Copy
ca: Copiar

source: Order Reference:
ca: Referència de la ordre:

source: Please notice that you must pay until
ca: Si us plau, heu de pagar fins al

source: All exchange transactions are executed automatically by a computer regardless of the payment method
ca: Totes les transaccions s’executen automàticament per ordinador sense distinció del mètode de pagament

source: You choose to get paid by:
ca: Heu escollit que us paguin en:

source: We will place the following reference in the comment to our payment:
ca: Afegirem la següent referència al comentari del nostre pagament:

source: Notice that you must send coins until
ca: Heu d’enviar monedes fins al

source: Convert coins credited to this address automatically to my %(order.payment_preference.payment_method.name)s in the future
ca: Convertiu les monedes abonades a aquesta adreça automàticament a la meva %(order.payment_preference.payment_method.name)s en el futur

source: Success
ca: Èxit

source: Go to Robokassa
ca: Anar a Robokassa

source: Get your coins
ca: Obteniu les vostres monedes

source: Done
ca: Fet

source: previous
ca: anterior

source: Page
ca: Pàgina

source: of
ca: de

source: next
ca: següent

source: Hide expired and released
ca: Ocultar vençudes o enviades

source: Show expired and released
ca: Mostrar vençudes o enviades

source: Buying
ca: Venent

source: Selling
ca: Comprant

source: Reference
ca: Referència

source: Pair
ca: Parella

source: Price
ca: Preu

source: Volume
ca: Volum

source: Released
ca: Enviades

source: Completed
ca: Completes

source: Withdraw Address
ca: Adreça de destí

source: Type
ca: Tipus

source: Date
ca: Data

source: No records found
ca: No s’han trobat registres

source: Current Orders
ca: Ordres Actuals

source: New Order
ca: Nova Ordre

source: To
ca: Cap a

source: Phone verification
ca: Verificació telefònica

source: Enter your phone
ca: Introduïu el vostre telèfon

source: Mobile number
ca: Número de telèfon

source: Human check
ca: Comprobació que és humà

source: Code from SMS
ca: Codi del SMS

source: Send SMS
ca: Envia SMS

source: Send again
ca: Envia altre cop

source: Go
ca: Vés

source: Your Order
ca: La seva Ordre

source: for
ca: per

source: Payment Method
ca: Mètode de pagament

source: Fee:
ca: Comissió:

source: Cancel
ca: Cancel·la

source: Bad signature
ca: Mala signatura

source: Your payment failed. You can try again or make a new order
ca: El vostre pagament no ha tingut èxit. Podeu tornar-ho a intentar o realitzar una altra ordre

source: Try again
ca: Intenta altre cop

source: New order
ca: Nova ordre

source: Card number
ca: Número de la tarjeta

source: Full name
ca: Nom complet

source: Firstname
ca: Nom

source: Lastname
ca: Cognom

source: MM / YY
ca: MM / AA

source: Email
ca: Correu electrònic

source: Address line 1
ca: Adreça línia 1

source: Address line 2
ca: Adreça línia 2

source: City
ca: Ciutat

source: state / province / region
ca: estat / província / regió

source: zip or postal code
ca: codi postal o zip

source: Select your option
ca: Seleccioneu la vostra opció

source: Confirm Payment
ca: Confirmar el pagament

source: Account Holder
ca: Titular del compte

source: Account Email
ca: Correu del compte

source: Save this data to my profile
ca: Guarda les dades al meu perfil

source: Account number
ca: Número del compte

source: Account Number
ca: Número del compte

source: Credit cards
ca: Targetes de crèdit

source: Wallets
ca: Moneders

source: Bank
ca: Banc

source: How would you like to pay?
ca: Com desitgeu pagar?

source: How would you like to get paid?
ca: Com voleu que li paguem?

source: Close
ca: Tanca

source: Previously used
ca: Utilitzat anteriorment

source: Pick one of your saved accounts
ca: Escolliu un dels comptes que heu guardat

source: Use this
ca: Utilitza aquest

source: Save & Continue
ca: Guarda i Continua

source: Back
ca: Enrere

source: My referrals
ca: Els meus usuaris referits

source: details
ca: detalls

source: Partial phone
ca: Telèfon parcial

source: Confirmed orders
ca: Ordres confirmades

source: Turnover
ca: Facturació

source: Revenue
ca: Ingressos

source: Last seen
ca: Últimes vistes

source: Timezone
ca: Zona horària

source: Confirmed orders count
ca: Recompte d’ordres confirmades

source: No referrals found
ca: No s’han trobat referències

source: Contact us
ca: Contactar amb nosaltres

source: Send
ca: Envia

source: Thank you, our support representative will be in touch with you within 24 hours
ca: Gràcies. El nostre tècnic de suport es posarà en contacte amb vostè durant les pròximes 24 hores

source: Upload Verification
ca: Puja verificació

source: Upload
ca: Puja

source: Created on
ca: Creat el

source: Identity Document
ca: Document d’identitat

source: Utility Document
ca: Rebut

source: Download here
ca: Descarrega aquí

source: No documents found
ca: No s’han trobat els documents

source: You don't have permission to download this document
ca: No teniu permís per descarregar aquest document
