Repository: hossamelneily/nexchange
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, ru

source: delete
es: borrar
ru: удалить

source: has
es: tiene
ru: был

source: get
es: obtener
ru: получить

source: year
es: año
ru: год

source: Minimal order amount is
es: La cantidad mínima de la orden es
ru: Минимальная сумма ордера

source: The code you sent was incorrect. Please, try again.
es: El código que ha introducido es incorrecto. Por favor, vuelva a intentarlo.
ru: Введенный код неправильный. Попробуйте еще раз.

source: Something went wrong. Please, try again.
es: Algo fue mal. Por favor, vuelva a intentarlo.
ru: Что-то пошло не так. Попробуйте еще раз.

source: Account Holder is required
es: Se requiere un titular de la cuenta
ru: Введите хозяина аккаунта

source: Account Email is required
es: Se requiere un correo electrónico de la cuenta
ru: Введите Email аккаунта

source: Please enter a valid email
es: Por favor, introduzca un correo electrónico válido
ru: Пожалуйста, введите действующий Email

source: Account Number is required
es: Se requiere un numero de cuenta
ru: Необходим номер аккаунта

source: Please enter a valid number (i.e. 123456)
es: Por favor, introduzca un número válido (p.ej. 123456)
ru: Пожалуйста, введите действующий номер

source: BIC/SWIFT is required
es: Se requiere código BIC/SWIFT
ru: Необходим BIC/SWIFT

source: Please enter a BIC/SWIFT (i.e. BELADEBEXXX)
es: Por favor, introduzca un código BIC/SWIFT (p.ej. BELADEBEXXX)
ru: Пожалуйста, введите BIC/SWIFT (прим. BELADEBEXXX)

source: Buy order placed successfully
es: Orden de compra efectuada con éxito
ru: Заказ на покупку размещен

source: Sell order placed successfully
es: Orden de venta efectuada con éxito
ru: Заказ на продажу размещен

source: Order paid successfully
es: Orden pagada con éxito

source: Please correct form errors and try again
es: Por favor, corrija los errores del formulario y vuelva a intentarlo
ru: Пожалуйста, внесите изменения в форму, и попробуйте снова

source: SMS token sent. Fill in the verification form field and click on 'Verify phone now'.
es: Código de autentificación enviado por SMS. Rellene el formulario de verificación y haga click en ‘Verificar teléfono ahora’.
ru: Вам выслан код. Вставьте его в форму и нажмите 'Проверьте ваш телефон'.

source: You were locked out, please try again in
es: Ha sido usted bloqueado. Por favor, vuelva a intentarlo en
ru: Вы были заблокированы, попробуйте снова

source: minutes
es: minutos
ru: минуты
